Repository: zkota/pyblio-1.3
Catalog: po/*.po
Languages: uk

source: warning: can't import %s: %s
uk: увага: неможливо ╕мпортувати %s: %s

source: value of `%s' should be of type %s
uk: значення "%s" мусить бути типу %s

source: String
uk: Рядок

source: Boolean
uk: Лог╕чне

source: Integer
uk: Ц╕ле

source: Integer under %d
uk: Ц╕ле менше %d

source: Integer over %d
uk: Ц╕ле б╕льше %d

source: Integer between %d and %d
uk: Ц╕ле м╕ж %d ╕ %d

source: Element in `%s'
uk: Елемент у "%s"

source: Tuple (%s)
uk: Кортеж (%s)

source: List (%s)
uk: Список (%s)

source: Dictionary (%s, %s)
uk: Словник (%s, %s)

source: Illegal year value
uk: Недопустиме значення року

source: Illegal month value
uk: Недопустиме значення м╕сяця

source: Illegal day value
uk: Недопустиме значення дня

source: in %s
uk: в %s

source: key `%s' is malformed
uk: ключ "%s" нев╕рно сфрмовано

source: %s:%d: key `%s' already defined
uk: %s:%d: ключ "%s" вже визначено

source: Choose your preferences
uk: Вибрати ваш╕ налаштування

source: Some changes require to restart Pybliographic to be correctly taken into account
uk: Деяк╕ зм╕ни потребують перезапуску Pybliographer для того, щою вони були коректно врахован╕

source: Add
uk: Додати

source: Update
uk: Оновити

source: Remove
uk: Видалити

source: Set
uk: Встановити

source: Key:
uk: Ключ:

source: Value:
uk: Значення:

source: can't open file `%s' for writing: %s
uk: неможливо в╕дкрити файл "%s" на запис: %s

source: Error while parsing `%s': %s
uk: Помилка на анал╕з╕ "%s": %s

source: New database
uk: Нова база даних

source: [no entry]
uk: [нема╓ запис╕в]

source: [1 entry]
uk: [1 запис]

source: [%d entries]
uk: [%d запис╕в]

source: [%d/1 entry]
uk: [%d/1 запис╕в]

source: [%d/%d entries]
uk: [%d/%d запис╕в]

source: [modified]
uk: [зм╕нено]

source: The database has been modified. Discard changes ?
uk: Базу даних було зм╕нено. В╕дм╕нити зм╕ни?

source: Merge file
uk: Об'╓днати файл

source: Open error
uk: Помилка в╕дкривання

source: Merge status
uk: Стан об'╓днання

source: Open file
uk: В╕дкрити файл

source: Unable to save `%s': %s
uk: Неможливо зберегти "%s": %s

source: An internal error occured during saving Try to Save As...
uk: На збереженн╕ виникла внутр╕шня помилка Спробуйте "Зберегти як..."

source: Save As...
uk: Зберегти як...

source: The file `%s' already exists. Overwrite it ?
uk: Файл "%s" вже ╕сну╓. Переписати його?

source: During opening: %s
uk: П╕д час в╕дкривання: %s

source: Reopen error
uk: Помилка повторного в╕дкривання

source: An entry called `%s' already exists. Rename and add it anyway ?
uk: Запис з назвою "%s" вже ╕сну╓. Перейменовати ╕ додати всеодно?

source: Really remove all the entries ?
uk: Д╕йсно видалити вс╕ записи?

source: Create new entry
uk: Сотворити новий запис

source: Really edit %d entries ?
uk: Д╕йсно виправити %d запис╕в?

source: Remove all the %d entries ?
uk: Видалити вс╕ %d запис╕в?

source: Remove entry `%s' ?
uk: Видалити запис "%s"?

source: Can't connect to LyX: %s
uk: Неможливо з'╓днатися з LyX: %s

source: Please install bug-buddy to use this feature
uk: Для того щоб використовувати цю можлив╕сть встанов╕ть bug-buddy

source: This program is copyrighted under the GNU GPL
uk: Цю програму захищено лиценз╕╓ю GNU GPL

source: Gnome interface to the Pybliographer system.
uk: ╤нтерфейс GNOME до системи Pybliographer.

source: Pybliographer Home Page
uk: Домашня стор╕нка Pybliographer

source: Last Name, First Name
uk: Пр╕звище, ╤м'я

source: Text
uk: Текст

source: Day
uk: День

source: Month
uk: М╕сяць

source: Year
uk: Р╕к

source: Invalid day field in date
uk: Нев╕рне поле дня в дат╕

source: Invalid month field in date
uk: Нев╕рне поле м╕сяця в дат╕

source: Invalid year field in date
uk: Нев╕рне поле року в дат╕

source: Delete
uk: Стерти

source: Entry type
uk: Тип запису

source: Key
uk: Ключ

source: Create Field
uk: Створити поле

source: Extra
uk: Додаткове

source: Mandatory
uk: Обов'язкове

source: Optional
uk: Необов'язкове

source: Invalid key format
uk: Нев╕рний формат ключа

source: Key `%s' already exists
uk: Ключ "%s" вже ╕сну╓

source: Error in native string parsing
uk: Помилка в анал╕з╕ природнього рядка

source: Edit entry
uk: Редагування запису

source: Native Editing
uk: Природн╓ редагування

source: Standard Editing
uk: Стандартне редагування

source: Reference
uk: Посилання

source: Date
uk: Дата

source: Name
uk: Назва

source: Type
uk: Тип

source: Entries configuration
uk: Конф╕╜урац╕я запис╕в

source: Entry
uk: Запис

source: Entry Name:
uk: Назва запису:

source: Field
uk: Поле

source: Status
uk: Стан

source: File
uk: Файл

source: Bibliography type:
uk: Тип библ╕ограф╕╖:

source: Add...
uk: Додати...

source: Edit...
uk: Виправити..

source: Full database
uk: Повна база даних

source: internal error during evaluation
uk: внутр╕шня помилка п╕д час викоання

source: while compiling %s error: %s
uk: на комп╕люванн╕ %s помилка: %s

source: [Entry Type]
uk: [Тип запису]

source: [Key Value]
uk: [Значення ключа]

source: no input pipe `%s'
uk: нема╓ каналу вводу "%s"

source: no output pipe `%s'
uk: нема╓ каналу виводу "%s"

source: File `%s' does not exist
uk: Файл "%s" не существует

source: don't know how to open `%s'
uk: нев╕домо як в╕дкрити "%s"

source: This is %s, version %s
uk: Це %s, верс╕я %s

source: This is free software with ABSOLUTELY NO WARRANTY.
uk: Це в╕льне програмне забезпечення БЕЗ БУДЬ-ЯКИХ ╫АРАНТ╤Й.

source: For details, type `warranty'.
uk: Для подробиц╕, набер╕ть "warranty".

source: %s: error: can't open file `%s'
uk: %s: помилка: неможливо в╕дкрити файл "%s"

source: For help, run %s and type `help' at the prompt
uk: Для дов╕дки, запуст╕ть %s ╕ набер╕ть "help" в рядку вводу

source: Useful commands: help to get some help quit to quit
uk: Корисн╕ команди: help для отримання дов╕дки quit для виходу

source: usage: pybcompact <latexfile> <bibtexfiles...>
uk: використання: pybcompact <файл latex> <файли bibtex...>

source: pybcompact: error: %s
uk: pybcompact: помилка: %s

source: no entry
uk: нема╓ запис╕в

source: can't find the following entries: %s
uk: неможливо знайти так╕ записи: %s

source: usage: pybconvert <source>..<target> <input> [output]
uk: використання: pybconvert <джерело>..<призначення> <вв╕д> [вив╕д]

source: pybconvert: bad conversion format
uk: pybconvert: поганий формат перетворення

source: usage: pybformat [bibtexfiles...]
uk: використання: pybformat [файли bibtex...]

source: pybformat: error: %s
uk: pybformat: помилка: %s

source: pybformat: warning: %s
uk: pybformat: увага: %s

source: can't find style `%s'
uk: не вдалось знайти стиль "%s"

source: usage: pybtex <latexfile> [bibtexfiles...]
uk: використання: pybtex <файл latex> [файли bibtex...]

source: pybtex: error: %s
uk: pybtex: помилка: %s

source: pybtex: warning: the following keys were not resolved
uk: pybtex: увага: так╕ ключ╕ було розп╕знано

source: no style defined
uk: стиль не визначено

source: Format entries
uk: Формат запис╕в

source: Bibliography style:
uk: Стиль б╕бл╕ограф╕╖:

source: Output format:
uk: Формат виводу:

source: _New
uk: Нова

source: Previous Documents
uk: Попередн╕ документи

source: _Add...
uk: Додати...

source: _Edit...
uk: Виправити...

source: S_ort...
uk: Посортувати...

source: Cite
uk: Цитата

source: Search
uk: Пошук

source: Close
uk: Закрити

source: Pattern
uk: Шаблон

source: Simple Search
uk: Простий пошук

source: Expert Search
uk: Експертний пошук

source: Select sort criterions
uk: Вибер╕ть напрямок сортування
